[language]
name=English (US)
id=0x409
langID=0x09
sublangID=0x01
[menu]
10001=New Note
10002=Preferences
10003=Show All
10004=Hide All
10005=About
10006=Help
10007=Exit
10008=Control Panel
10009=Save
10010=Adjust
10011=Hide
10012=Delete
10013=Rename
10014=Show
10015=Centralize
10016=Icons
10017=Small Icons
10018=List
10019=Details
10020=On Top
10021=Language
10023=Send
10024=PNotes Homepage
10025=Save All
10026=Groups
10126=Add top level group
10127=Modify group
10128=Delete group
10129=Show all notes from selected group
10130=Hide all notes from selected group
10131=Add subgroup to selected group
10027=Undo
10028=Redo
10029=Cut
10030=Copy
10031=Paste
10032=Select All
10033=Restore default size and centralize
10034=Search In Notes
10035=Dock
10036=None
10037=Left
10038=Top
10039=Right
10040=Bottom
10041=Docking (All Notes)
10042=Find
10043=Find Next
10044=Replace
10045=None
10046=Left
10047=Top
10048=Right
10050=Bottom
10051=Format
10052=Favorites
10053=Add To Favorites
10054=Remove From Favorites
10055=Send As Attachment
10056=Load Note
10057=Empty Recycle Bin
10058=Restore All Notes
10059=Restore Note
10060=Show Groups
10061=Hide Groups
10062=Toggle High Priority
10063=Paste File As Link
10064=Paste Contents Of File
10065=New Note From Clipboard
10066=Bring All To Front
10067=Search
10069=Views
10070=Visibility
10071=Toggle Protection Mode
10072=Print
10073=Preview
10074=Adjust Appearance
10075=Adjust Schedule
10076=Switches
10077=Mark As Complete
10078=Preview Window Background Settings
10079=Use Specified Color
10080=Choose Color
10081=Roll/Unroll
10083=Include Notes From "Recycle Bin" In Quick Search
10084=Placement/Visibility
10085=Clear Quick Search
10086=Lock Program
10087=Restore From Backup
10088=Simple Bullets
10097=Support PNotes Project
10098=No Bullets/Numbering
10099=Show All Favorites
9100=Switch On (All Notes)
9101=Switch Off (All Notes)
9102=Set High Priority
9103=Switch On Protection Mode
9104=Set Complete Mark
9105=Roll
9106=Remove High Priority
9107=Switch Off Protection Mode
9108=Remove Complete Mark
9109=Unroll
9110=Duplicate Note
9111=Insert
9112=Insert picture
9113=Insert smiley
9114=Reload All
9116=Diary
9117=Today
9118=Show All/Hide All
9119=Tags
9120=Search By Tags
9121=Search With:
9122=Insert date/time
9123=Backup/Synchronization
9124=Create Full Backup
9125=Restore From Full Backup
9126=Synchronize
9127=Run
9128=Copy As Plain Text
9129=Paste As Plain Text
9130="On Top" Status
9131="On Top" Status
9132=Save As Text File
9133=Linked Notes
9134=Manage Linked Notes
9135=Show By Tag
9136=Hide By Tag
9137=Tags (current note)
9138=Send Via Network
9139=Add Contact
9140=Select Contacts
9141=Reply
9142=Search By Dates
9143=Last Modified Notes
9144=1 day ago
9145=2 days ago
9146=3 days ago
9147=4 days ago
9148=5 days ago
9149=6 days ago
9150=7 days ago
9151=Today
9152=Show/Hide
9153=Set Note Password
9154=Remove Note Password
9158=Show Incoming
9159=Hide Incoming
9160=Password
9161=Create Password
9162=Change Password
9163=Remove Password
9164=Pin To Window
9165=Unpin
9166=Hot Keys
9167=Add Group
9168=Select Group
9169=Manual Local Synchronization
9170=Spell Checking
9171=Check Now
9172=Check Automatically
9173=Download Dictionary

10132=Show group (include subgroups)
10133=Hide group (include subgroups)
10134=Hotkeys
10135=Hotkey for "Show group"
10136=Hotkey for "Hide group"
10137=Set/Modify
10138=Remove
10139=Set/Modify
10140=Remove
10141=Customize Icons
10142=Set Group Password
10143=Remove Group Password

[options]
1001=Preferences
1002=Save note as...
1003=Current note preferences
1004=Control Panel
1014=Pick an icon for group
1019=Find
1024=Find by title
1025=Overdue reminders
1033=Smilies
1039=Help file chooser
1040=Synchronization
1042=Links to other notes
1045=Search by dates
1047=Hot keys
1050=Manual local synchronization
1052=Spell checking
1=OK
2=Cancel
8002=Apply
8011=Change font
8014=Allow transparency
8018=Save all on program exit
8019=Confirm saving
8023=No schedule
8024=Every day at:
8025=Once at:
8031=Note name
8034=Default preferences
8035=Run on system start
8039=Date sample
8040=Time sample
8049=Date/time format
8050=Time format
8051=Sound alert
8052=Allow sound alert
8054=Date/time formats
8055=Hot keys
8059=Type the keys to be used as hot key for selected command
8062=Add
8063=Remove
8064=Listen
8066=Repeat every:
8069=Standard view
8072=Confirmation before note deletion
8073=Show scrollbar ( * )
8076=Autosave every:
8078=minute(s)
8080=Default settings
8081=Width
8082=Height
8086=More skins
8087=Startup options
8088=Saving/Deletion
8092=Group name
8095=Group icon
8100=Enable visual notification
8101=Roll/unroll note by double click on caption
8102=Skinless notes
8103=Find what:
8105=Search results
8107=Match case
8108=Find
8109=Whole word
8110=Background color
8111=Caption font
8115=Value of 100% will result in fully transparent window!
8015=Transparency
8123=Include hidden notes
8124=Clear search history
8125=New version
8126=Check for new version on program start
8127=Check now
8128=New note always on top
8129=Use random background color
8130=Skinnable notes
8131=Skinless notes
8132=Common skin
8133=Custom skin
8135=Distance between notes (in pixels):
8139=Settings are available for not docked notes only
8140=Custom size
8142=Inverse docking order
8143=Hide note's toolbar
8145=Replace with:
8146=Replace All
8147=Replace
8148=Find Next
8149=Up
8150=Down
8153=Days
8154=Hours
8155=Minutes
8156=Seconds
8167=Custom back color
8168=Custom caption font
8173=Specify your preferred browser (leave the field blank in order to use default system browser).
8176=Relational notes positioning
8177=Use custom fonts
8178=Weekly on:
8180=At:
8183=Show Control Panel on program start
8192=After:
8193=Years
8194=Months
8195=Weeks
8202=Starting from:
8205=Action after double click on system tray icon
8206=Find notes with title equal to/contains:
8208=Main menu
8209=Note
8211=Track overdue reminders
8214=Do not track the note if it is overdue
8215=Invert text color
8216=Date
8217=Time
8218=Day of week
8219=Monthly (exact date)
8220=Monthly (day of week)
8221=Ordinal number
8222=If there is no such date in current month, the nearest date will be used instead.
8228=Save notes without confirmation while hiding
8229=Remove password
8230=Create password
8232=Change password
8231=Hide icon from system tray
8236=Store notes as encrypted files
8238=Common skinless settings
8239=Conduct
8240=Miscellaneous
8241=Miscellaneous
8242=Password
8243=Encryption
8245=Backup
8246=Backup notes before saving
8247=Backup deepness (amount of copies for each note)
8250=When program is locked
8251=Fit to caption when rolled
8234=Do not show notes in the list of opened windows (Alt+Tab) ( * )
8252=( * ) - All notes will be reloaded
8253=Sound alert
8256=Do not move notes to the center of screen
8257=Effects
8258=Hide notes fluently
8259=Play sound when hide note
8263=System start
8264=Program start
8265=Exact time
8267=Repeat in loop
8268=Edit area
8269=Bullets indent (in twips) ( ** )
8271=Left and right margins width - for skinless notes
8273=( ** ) - New value will be used in newly created notes only
8274=In order to add/remove icons use appropriate toolbar button or context menu item.
8117=Appearance
8284=Modify
8261=Background
8290=Search results (text)
8291=Search results (titles)
8294=Date format using for naming of notes belong to "Dairy" group
8297=Settings of "Diary" group
8298=Custom settings of "Diary" group
8301=Add weekday name to note's name
8302=Add weekday name at the end of note's name
8303=Full weekday name
8305=Number of diary "pages" shown in "Diary" menu
8307=Do not show diary "pages" from previous dates in "Diary" menu
8308=Length of note's text used as default name for new note
8310=Ascending sort of "pages" in "Diary" menu (starting from earliest)
8311=Tags separated by commas (e.g. "one,two,three")
8313=Edit area
8317=Predefined tags
8319=Tag
8322=Available tags
8323=Current tags
8327=Search providers
8334=Please, check the query line of search provider in browser before adding. It may looks like "http://www.google.com/search?q="
8335=Save in group:
8337=Hide "Delete" button ( * )
8338=Local help file is missing. Please, choose one of the options below:
8339=Continue to on-line documentation
8340=Download help file in CHM format
8341=Download help file in PDF format
8342=Do not show this message again
8345=Search criteria
8348=Search scope
8350=Synchronization
8351=Synchronize notes on program start
8352=FTP server
8354=FTP directory
8356=User name
8358=Password
8360=Port
8362=Synchronize now
8363=Silent full backup
8364=Include notes from Recycle Bin in synchronization
8365=Save notes before synchronization
8366=External programs
8376=Change appearance of "Hide" button to "Delete" button ( * )
8377=Length of note's text shown in "Content" column at Control Panel
8379=Text
8380=File
8381=Use following as default name of new note
8386=Available voices
8388=Default voice
8390=Listen sample
8391=Type sample text:
8392=Text-to-speech settings
8394=Keep notes visible while hovering over "Show desktop" button ( *** )
8395=( *** ) - Requires Windows Vista or above
8396=Warn when note is deleted automatically from Recycle Bin
8397=Delete note from Recycle Bin after selected period (days)
8399=Available notes
8400=Linked notes
8403=Use computer name
8404=Use IP address
8406=Name
8407=Notes exchange
8408=Save note before sending
8411=Contacts
8413=Send now
8414=Port
8416=Sending note
8417=Do not show notification when new note arrives
8418=Do not play sound when new note arrives
8419=Show received note after click on notification message
8420=Show "Incoming" group after click on notification message
8421=Do not show notification when note is sending
8422=Hide note after sending
8424=Do not show contacts in context menu
8425=Show note after receiving
8426=Show big icons on PNotes Control Panel's toolbar
8427=Hide "Hide" button ( * )
8430=From:
8431=To:
8432=Do not show note's content at Control Panel if note or its group is password protected
8433=Enable exchange
8434=Hide note marked as "Completed"
8439=Available windows
8445=Groups
8449=Groups
8453=Notes files location
8454=Index file (notes.pnid) location
8461=Synchronize
8462=Use notes files location
8463=Computer name
8465=Include notes from Recycle Bin in local synchronization
8466=Local synchronization
8467=Automatically synchronize with following computers when started from USB drive
8471=Spell checking
8472=Underlining color
8475=Not in dictionary
8476=Suggestions
8477=Ignore once
8478=Ignore all
8479=Add to dictionary
8480=Change
8481=Change all
8482=Caption font color
8483=Font color
8486=Skins
8488=Volume
8489=Speed
8494=Pitch
8498=Stop alert/notification after:
8500=Action after single click on system tray icon

[messages]
no_note_created=Unable to create note window
no_note_registered=Unable to register note window class
no_skin_file=The skin file does not exist. The program will now quit.
save_note=Note has been changed:
save_question=Do you want to save it?
save_caption=Saving
delete_confirm=Do you really want to delete this note?
delete_confirm_multiple=Do you really want to delete selected item(s)?
delete_bin=Do you want to send this note to Recycle Bin?
delete_complete=Do you want to completely delete this note?
delete_bin_multi=Do you want to completely delete selected item(s) (the operation cannot be undone)?
delete_caption=Deletion
invalid_date=The date format is invalid. It should include day, month, year, hour and minute.
invalid_time=The time format is invalid. It should include hour and minute.
hk_1=The hot key
hk_2=is already registered. Choose another one, please.
hk_3=Delete current hot key?
sound_1=Add sound
sound_2=Confirmation
sound_3=The file already exists in your 'sound' directory. Copy anyway?
sound_4=The sound file not found. Reset to default.
sound_5=Delete selected sound?
no_success=Program did not finish correctly last time. Would you like to load autosaved notes?
def_size=Are you sure you want to set the default size of note to
too_many_files=Only one file can be dropped onto the note.
delete_previous=Would you like to delete the database file of previous version?
delete_group_0=Group deletion
delete_group_1=CAUTION! The selected group, including all its notes, is about to be deleted.
delete_group_2=All its subgroups and their notes will be deleted as well.
delete_group_3=The operation cannot be rolled back. Continue?
search_complete=Search complete.
replace_complete=Replace complete.
matches_found=Matches found:
no_matches=No matches found.
check_for_update=Checking for update
new_version_1=The new version of PNotes is available
new_version_2=Click 'OK' in order to proceed to download page.
same_version=You are using the latest version of PNotes.
font_sample=The quick brown fox jumps over the lazy dog
save_before_send=The note has to be saved before sending as attachment. Save now?
already_exists=The note with the same id already exists. Choose another file, please.
empty_bin=Empty recycle bin (the operation cannot be undone)?
default_warning=You are about to reset ALL program settings to their default values. Continue?
invalid_pwrd=Incorrect password
invalid_old_pwrd=Incorrect old password
both_pwrd=Both password strings should be identical. Check the spelling, please.
no_backup=There are no backup copies for current note
delete_backup=Do you really want to delete selected backup file(s)?
restore_backup=Do you want to restore data from selected backup file?
first_baloon_caption=Thank you for using PNotes!
first_baloon_message=Right click on system tray icon to begin the work.
warning_trans_scroll=Allowing both transparency and scroll bars may result in hangs on systems prior to Windows Vista.
invalid_image_size=Invalid image size. Must be 16 x 16.
seng_exists=List of search providers already contains this name
seng_delete=Delete selected search provider?
downloading=Downloading...
replace_warning_1=In order to perform replacement operation the program has to switch to search criteria
replace_warning_2=while your current search criteria is
continue_question=Continue?
internet_unavailable=Internet connection is unavailable
restore_full_warning=ATTENTION! All existing notes will be removed and replaced by notes from selected backup.
full_backup_success=Full backup completed successfully
synchronizing=Synchronization in progress...
sync_success=Synchronization completed successfully
external_exists=List of external programs already contains this name
external_delete=Delete selected external program from the list?
clean_bin_1=The following notes will be permanently deleted from Recycle Bin:
clean_bin_2=Choose "Yes" to continue or "No" to postpone the deletion to a future time.
file_save_success=File saved successfully
contact_exists=Contact with the same name already exists
contact_delete=Delete selected contact?
sending=Sending in progress...
received_caption=New note received
received_1=Note name
received_2=Sender
received_3=Receiving date/time
sent_caption=Note sent
sent_1=Note
sent_2=has been sent successfully
sent_3=Recipient:
sent_4=Sending date/time:
contacts_group_exists=Contacts group with the same name already exists
contacts_group_delete_1=Delete selected contacts group?
contacts_group_delete_2=(all contacts from this group will be transfered to group (None))
allow_hide_tray=In order to allow the tray icon to be hidden when program is locked, you have to set a hot key for 'Lock Program' menu item.
local_sync_exists=Local synchronization target with this name already exists
local_sync_delete=Delete selected synchronization target?
no_suggestion=No Suggestions
add_to_dict=Add To Dictionary
spell_check_finished=The spelling check is complete

[captions]
import=Import notes from previous versions
sound=Choose sound
font=Choose font
color=Choose color
group_new=New group
group_edit=Modify group
group_default=General
group_main=All notes
date_formats=Possible date formats
time_formats=Possible time formats
browser=Choose preferred browser
load=Load Note
loading_error=Loading Error
recycle_bin=Recycle Bin
quick_search=Quick search
search_results=Search results
rename=Rename Note
enter_pwrd=Enter Password
create_pwrd=Password Setting
change_pwrd=Password Changing
total_ecryption=The encryption of all notes is in progress. Please, wait.
total_decryption=The decryption of all notes is in progress. Please, wait.
restore_filter=Backup copies of notes
restore_caption=Restore note
backup_caption=Backup
show_group=Show group
hide_group=Hide group
insert_picture=Insert Picture
customize_icons=Customize Icons
add_icon=Add Icon
diary=Diary
seng_new=New search provider
seng_modify=Edit search provider
favorites=Favorites
save_full_backup=Create full backup
open_full_backup=Restore from full backup
external_new=New external program
external_modify=Edit external program
add_external=Choose executable file
new_note=Untitled
never=Never
save_text_file=Save as text file
incoming=Incoming
new_contact=New contact
edit_contact=Edit contact
note=note
group=group
windows=Pin note to window
no_cont_group=(None)
new_contacts_group=New group of contacts
edit_contacts_group=Edit group of contacts
choose_folder=Choose folder
new_sync_target=New local synchronization target
edit_sync_target=Edit local synchronization target
no_single_action=(No action)

[tabs]
0=Skin
1=Font
2=Schedule

[tabs_options]
0=Appearance
1=Schedule
2=Misc

[columns]
0=Note Name
2=Last Saved
3=Schedule Type
1=Group
4=Name
5=Original note
6=Time saved
7=Tags
8=Priority
9=Completed
10=Protected
11=Favorites
12=Content
13=Deleted
14=Sent/Received
15=Sent to
16=Sent at
17=Received from
18=Received at
19=Created
20=Password protected
21=Pinned

[commands]
5000=Font
5001=Font Size
5002=Font Color
5003=Bold
5004=Italic
5005=Underline
5006=Strikethrough
5007=Highlight
5008=Align Left
5009=Center
5010=Align Right
5011=Bullets/Numbering
5100=Automatic
5101=No Fill

[status]
group=Group:
dd_impossible=(drag-and-drop is impossible)
total=Total notes:
group_notes=Notes in group:

[preview]
caption=Caption
part1=Double click here on note's body to change background color.
part2=Double click on caption to change caption's font.

[date_format_chars]
d=Day of month as digits with no leading zero for single-digit days.
dd=Day of month as digits with leading zero for single-digit days.
ddd=Day of week as a three-letter abbreviation.
dddd=Day of week as its full name.
M=Month as digits with no leading zero for single-digit months.
MM=Month as digits with leading zero for single-digit months.
MMM=Month as a three-letter abbreviation.
MMMM=Month as its full name.
y=Year as last two digits, but with no leading zero for years less than 10.
yy=Year as last two digits, but with leading zero for years less than 10.
yyyy=Year represented by full four digits.

[time_format_chars_h12]
h=Hours with no leading zero for single-digit hours; 12-hour clock.
hh=Hours with leading zero for single-digit hours; 12-hour clock.

[time_format_chars_h24]
H=Hours with no leading zero for single-digit hours; 24-hour clock.
HH=Hours with leading zero for single-digit hours; 24-hour clock.

[time_format_chars]
m=Minutes with no leading zero for single-digit minutes.
mm=Minutes with leading zero for single-digit minutes.
s=Seconds with no leading zero for single-digit seconds.
ss=Seconds with leading zero for single-digit seconds.
t=One character time-marker string, such as A or P.
tt=Multicharacter time-marker string, such as AM or PM.

[left_panel]
202=Appearance
203=Skins
204=Schedule
205=Docking
206=Behavior
207=Misc
208=Protection
209=Diary
210=Network

[search_columns]
0=Note
1=Line
2=Column

[weekdays]
0=Mon
1=Tue
2=Wed
3=Thu
4=Fri
5=Sat
6=Sun

[titles_columns]
0=Title

[ordinals]
0=First
1=Second
2=Third
3=Fourth
4=Last

[weekdays_full]
0=Monday
1=Tuesday
2=Wednesday
3=Thursday
4=Friday
5=Saturday
6=Sunday

[login_captions]
enter_pwrd=Enter password
conf_pwrd=Confirm password
old_pwrd=Old password
new_pwrd=New password

[engines_columns]
0=Name
1=Query line

[ext_progs_columns]
0=Name
1=Program
2=Command line parameters

[contacts_columns]
0=Name
1=Computer name
2=IP address

[local_sync_columns]
0=Computer name
1=Notes files location
2=Index file location

[windows_columns]
0=Window text
1=Window class

[search_criteria]
0=Match entirely search string
1=Match every word in search string
2=Match at least one word in search string

[search_scope]
0=Search in text
1=Search in titles
2=Search in text and titles

[search_match]
0=text only
1=title only
2=text and title

[def_naming]
0=First characters of note
1=Current date/time
2=Current date/time and first characters of note

[search_dates_fields]
0=Creation date
1=Saving date
2=Sending date
3=Receiving date
4=Deletion date

[stop_loop]
0=Never
5=5 sec
10=10 sec
15=15 sec
30=30 sec
45=45 sec
60=1 min
120=2 min
180=3 min
300=5 min
900=15 min
1800=30 min

[about]
dialog=About
license=This program is distributed under the terms of the GNU General Public License version 2 or later.
show_license=Show license
thanks_1=Special thanks for significant remarks, fresh ideas, suggestions and selfless testing to:
thanks_2=Thanks to all over the world who tests, translates and simply uses the program.
png_lib=PNG images decoding - PNGlib, a free PNG decoder library by Thomas Bleeker.
hunspell=Spell checking - Hunspell library by Hunspell.

[program]
name=PNotes - your virtual desktop notes organizer